app/controllers/users_controller.rb

INSERT INTO "users" ("name", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "user4"], ["password_digest", "$2a$10$ZjUEsTQwM5iemzyYfFdXSugNZbTGkalqr7S9fcBaupj2eI0iTDJOK"], ["created_at", "2015-07-23 16:26:12.651743"], ["updated_at", "2015-07-23 16:26:12.651743"]]
---
  def create
    @user = User.create(user_params)